---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CentimetersPerMinute
source: html/e8467c18-3d65-e209-d14a-828237b62581.htm
---
# Autodesk.Revit.DB.UnitTypeId.CentimetersPerMinute Property

Centimeters per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId CentimetersPerMinute { get; }
```